INSERT INTO films (name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
VALUES ('1 + 1', 'Пострадав в результате несчастного случая, ' ||
                 'богатый аристократ Филипп нанимает в помощники человека, ' ||
                 'который менее всего подходит для этой работы, ' ||
                 '– молодого жителя предместья Дрисса, ' ||
                 'только что освободившегося из тюрьмы. ' ||
                 'Несмотря на то, что Филипп прикован к инвалидному креслу, ' ||
                 'Дриссу удается привнести в размеренную жизнь аристократа дух приключений.', 2014, 4, 18, 190, 1);

INSERT INTO films (name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
VALUES ('Интерстеллар ', 'Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, ' ||
                 'коллектив исследователей и учёных отправляется сквозь червоточину ' ||
                 '(которая предположительно соединяет области пространства-времени через большое расстояние) ' ||
                 'в путешествие, чтобы превзойти прежние ограничения для космических путешествий ' ||
                 'человека и найти планету с подходящими для человечества условиями.', 2014, 4, 18, 190, 2);
